Repository: ivanopcode/SwiftUIDynamicLocaleSwitcherDemo
Catalog: LanguageManagerDemo/Localizable.xcstrings
Source language: en
Languages: ar, ru

source: Current Locale: %@
ar: اللغة الحالية: %@
ru: Текущая Локаль: %@

# detail_view_navbar_title
source: Details
ar: التفاصيل
ru: Детали

source: Detail View Title
ar: عنوان عرض التفاصيل
ru: Заголовок Детального Вида

source: Go to Detail View
ar: الانتقال إلى عرض التفاصيل
ru: Перейти к Подробному Виду

# language_title
source: Select Language
ar: اختر اللغة
ru: Выберите Язык

# second_detail_navbar_title
source: Second Details
ar: تفاصيل ثانية
ru: Вторые Детали

# second_view_detail_button
source: View Second Details
ar: عرض التفاصيل الثانية
ru: Просмотр Вторых Деталей

# second_view_detail_title
source: Second View Details
ar: تفاصيل الشاشة الثانية
ru: Детали Второго Экрана

# second_view_navbar_title
source: Second View
ar: الشاشة الثانية
ru: Второй Экран

source: Second View Title
ar: عنوان الشاشة الثانية
ru: Заголовок Второго Экрана

# settings_tab_title
source: Settings
ar: الإعدادات
ru: Настройки

# tab_second
source: Second
ar: الثاني
ru: Второй

# tab_settings
source: Settings
ar: الإعدادات
ru: Настройки

# tab_third
source: Third
ar: الثالث
ru: Третий

# third_view_navbar_title
source: Third View
ar: الشاشة الثالثة
ru: Третий Экран

source: Third View Title
ar: عنوان الشاشة الثالثة
ru: Заголовок Третьего Экрана
